{"nodes": [{"group": 0, "nodeType": "coreNode", "name": "Sistema de lecto y escritura del Idioma Ngabe", "id": 0}, {"nodeType": "postNode", "description": "Las acciones indígenas van encaminadas a lograr que el gobierno cancele el proyecto.", "fb_id": "560058540683250_886927687996332", "group": 1, "media_type": "link", "message": "EL GOBIERNO TIENE HASTA EL 4 DE MAYO PARA CERRAR BARRO BLANCO.", "size": 1, "id": 1, "name": "\"El gobierno tiene hasta el 4 de mayo para cerrar Barro Blanco\""}, {"nodeType": "postNode", "description": "Un pequeño adelanto de lo que va a venir. Derechos Humanos Comarca Gnabe Buglé. En la comarca Gnabe Buglé, Panamá, un grupo de aborígenes que viven a la ribe...", "fb_id": "560058540683250_886911754664592", "group": 1, "media_type": "video", "message": "El PUEBLO PRIMERO EXIGE TABASARA LIBRE el gobierno del PUEBLO PRIMERO tiene hasta el 4 de mayo para cancelar Barro Blanco.", "size": 3, "id": 2, "name": "Tabasará Libre Ñagare Barro Blanco"}, {"nodeType": "postNode", "group": 1, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250_885709268118174", "media_type": "photo", "id": 3, "size": 2}, {"group": 2, "name": "Orestes Pascale Samudio", "fb_id": "788720867837398", "nodeType": "likerNode", "id": 4, "size": 1}, {"nodeType": "postNode", "name": "Notas arqueolu00F3gicas sobre las comunidades Kiad y Quebrada Cau00F1a (2).pdf - File Shared...", "fb_id": "560058540683250_882892855066482", "group": 1, "media_type": "link", "message": "Las comunidades de Kiad y Quebrada de Caña se ubican en el corregimiento de Bagamá, Distrito de Müna, en la Región de Kodriri, comarca Ngäbe Buglé  (Fig1). Estas comunidades son parte de la cuenca hidrográfica del río Tabasará, que limitan al sur con Distrito de Tolé, donde se construye la hidroeléctrica de Barro Blanco por la empresa GENISA.", "id": 5, "size": 2}, {"nodeType": "postNode", "description": "Hoy 1 de abril del 2015, la Cacique General de la Comarca Ngäbe Bugle. expreso su descontento con el proyecto hidroeléctrico de Barro Blanco. También dijo qu...", "fb_id": "560058540683250_873810702641364", "group": 1, "media_type": "video", "message": "NO HAY NADA QUE NEGOCIAR ,NO QUEREMOS NI LIMOSNAS ,NI MILLONES QUEREMOS JUSTICIA ,LA CANCELACIÓN DE BARRO BLANCO Y TABASARA LIBRE!!", "size": 2, "id": 6, "name": "Cacique General Silvia Carrera- Cancelación de Barro Blanco"}, {"group": 2, "name": "Hernán García", "fb_id": "10203922406115211", "nodeType": "likerNode", "id": 7, "size": 1}, {"nodeType": "postNode", "description": "Durante la mesa de diálogo realizada en el día de hoy entre autoridades y dirigentes ngäbe-buglé, los originarios informaron que se niegan a recibir compensación alguna por el proyecto hidroeléctrico Barro Blanco.", "fb_id": "560058540683250_873805942641840", "group": 1, "media_type": "link", "message": "NO HAY NADA QUE NEGOCIAR ,NO QUEREMOS NI LIMOSNAS ,NI MILLONES QUEREMOS JUSTICIA ,LA CANCELACIÓN DE BARRO BLANCO Y TABASARA LIBRE!!", "size": 2, "id": 8, "name": "\"No hay nada que negociar\": ngäbe-buglé en mesa de Barro Blanco"}, {"group": 2, "name": "Hernán García", "fb_id": "10203922406115211", "nodeType": "likerNode", "id": 9, "size": 1}, {"nodeType": "postNode", "description": "La mesa de diálogo de Barro Blanco, ha sesionado desde el mes de febrero y todavía no se llega a un decisión sobre la CANCELACIÓN DEL PH DE BARRO BLANCO. El ...", "fb_id": "560058540683250_873120852710349", "group": 1, "media_type": "video", "message": "Queremos la cancelación de Barro Blanco! ¡No queremos limosnas ni millones queremos Tabasara libre!", "size": 2, "id": 10, "name": "Queremos la cancelación de Barro Blanco! ¡No queremos limosnas!"}, {"group": 2, "name": "Jaime Hunter", "fb_id": "10154869494170246", "nodeType": "likerNode", "id": 11, "size": 1}, {"nodeType": "postNode", "description": "La mesa de Diálogo Barro Blanco a partir del 19 de marzo de 2015 publicaran los comunicados en ambos idiomas (Español- Ngäbe). En este vídeo les presentamos ...", "fb_id": "560058540683250_871577819531319", "group": 1, "media_type": "video", "size": 2, "id": 12, "name": "Comunicado Mesa de diálogo BARRO BLANCO 19-3-15"}, {"group": 2, "name": "Jonathan Gonzalez Quiel", "fb_id": "10152742671098810", "nodeType": "likerNode", "id": 13, "size": 1}, {"nodeType": "postNode", "description": "Indígenas originarios panameños continúan con su lucha para evitar y prohibir de manera definitiva —cuya suspensión por el momento es temporal— con el proyec...", "fb_id": "560058540683250_869738483048586", "group": 1, "media_type": "video", "size": 1, "id": 14, "name": "Panamá: indígenas piden suspender proyecto hidroeléctrico Barro Blanco"}, {"nodeType": "postNode", "description": "En Panamá, avanza el diálogo entre los indígenas que rechazan la construcción de la hidroeléctrica de Barro Blanco, al occidente de la capital, y el Gobierno...", "fb_id": "560058540683250_869735836382184", "group": 1, "media_type": "video", "size": 1, "id": 15, "name": "Avanzan diálogos entre Panamá e indígenas sobre caso Barro Blanco"}, {"nodeType": "postNode", "description": "Indígenas de la comarca Ngöbe Buglé continuaron el diálogo con la empresa Genisa en Panamá, quien está llevando a cabo el proyecto hidroeléctrico \"barro blan...", "fb_id": "560058540683250_869735789715522", "group": 1, "media_type": "video", "size": 1, "id": 16, "name": "Panamá: comarca Ngöbe Buglé exige cancelar proyecto \"barro blanco\""}, {"nodeType": "postNode", "fb_id": "560058540683250_868155373206897", "group": 1, "media_type": "photo", "message": "HISTÓRICO la mesa de dialogo de barro blanco en conjunto con las naciones unidas sede panamá  O-N-U  decidieron ayer 19 de marzo 2015 en la ciudad de panamá emitir a partir de la fecha todos los comunicados de prensa en el idioma Español y el idioma Ngäbe esto seda después de que dentro de la mesa de dialogo se dejara en evidencia de que GENISA empresa que construye la hidroeléctrica de Barro Blanco no contemplo en el  estudio de impacto ambiental la existencia de elemento cultural en el área de afectación directa por el proyecto barro blanco en el rió Tabasará libre  y que al igual que esta empresa todas las expresas que invierten en panamá jamas contempla las diferentes cosmovisiones y de paso desconoce y viola la cultura de los  pueblos indígenas de panamá  aun cuando este país es multi cultural, en la mesa de dialogo se dejo claro la necesidad de que para proyecto de impacto en el pueblo indígenas en Panamá es importe que las consultas o informaciones debe  ser en el idioma originario de los pueblos indígenas para así garantizar el respeto de sus cosmovisiones y cultura.\nCon este acuerdo a partir de ahora los comunicado de la mesa de dialogo de barro blanco saldrá en el idioma Español y en el idioma Ngäbe mediante el Lecto y Escritura del Idioma Ngäbe , es importante deja resaltar que este sistema surge en la Comunidad Cultural De KIAD Bägämä Comarca Ngabe Bugle . comunidad que es sede oficial de esta educación autónoma Ngäbe la cual desaparecería si el proyecto hidroeléctrico de Barro Blanco  continua y termina su construcción.", "id": 17, "size": 22}, {"group": 2, "name": "Nuvia Barrios", "fb_id": "10152732276762183", "nodeType": "likerNode", "id": 18, "size": 1}, {"group": 2, "name": "Osbaldo Miranda", "fb_id": "1575851109365160", "nodeType": "likerNode", "id": 19, "size": 1}, {"group": 3, "name": "Comunidad Cultural De KIAD Bägämä Comarca Ngabe Bugle .", "fb_id": "420952584674722", "nodeType": "taggedNode", "id": 20, "size": 1}, {"group": 3, "name": "Tabasará libre", "fb_id": "1388807854719259", "nodeType": "taggedNode", "id": 21, "size": 1}, {"nodeType": "postNode", "description": "“HISTÓRICO ONU y mesa de dialogo de barro blanco acuerda emitir comunicado en Español en el idioma Ngäbe .”", "fb_id": "560058540683250_868144979874603", "group": 1, "media_type": "link", "size": 2, "id": 22, "name": "Ricardo Miranda G on Twitter"}, {"group": 2, "name": "Orestes Pascale Samudio", "fb_id": "788720867837398", "nodeType": "likerNode", "id": 23, "size": 1}, {"nodeType": "postNode", "description": "“Respetando y reconociendo cultura ONU y la mesa de dialogo de Barro Blanco decide emitir comunicado en Españ. y Ngäbe”", "fb_id": "560058540683250_868144876541280", "group": 1, "media_type": "link", "size": 2, "id": 24, "name": "Ricardo Miranda G on Twitter"}, {"group": 2, "name": "Orestes Pascale Samudio", "fb_id": "788720867837398", "nodeType": "likerNode", "id": 25, "size": 1}, {"nodeType": "postNode", "name": "Instituto Nacional de Cultura de Panamá - INAC", "fb_id": "560058540683250_868134009875700", "group": 1, "media_type": "photo", "message": "INAC reconoce la existencia del idioma Ngäbe y exalta el Sistema de lecto y escritura del idioma Ngäbe que emerge de la Comunidad Cultural De KIAD Bägämä Comarca Ngabe Bugle .", "id": 26, "size": 2}, {"group": 2, "name": "Orestes Pascale Samudio", "fb_id": "788720867837398", "nodeType": "likerNode", "id": 27, "size": 1}, {"group": 3, "name": "Comunidad Cultural De KIAD Bägämä Comarca Ngabe Bugle .", "fb_id": "420952584674722", "nodeType": "taggedNode", "id": 28, "size": 1}, {"nodeType": "postNode", "description": "Weni Bagama de la Comunidad Cultural De KIAD Bägämä Comarca Ngabe Bugle . Presidenta de Lecto Escritura Ngabe.\nDeclaraciones con relaciòn a la problematica de Barro Blanco.", "fb_id": "560058540683250_859650110724090", "group": 1, "media_type": "video", "size": 3, "id": 29, "name": "Movimiento Victoriano Lorenzo-MVL"}, {"group": 2, "name": "Elcio De Sá", "fb_id": "10153580682913852", "nodeType": "likerNode", "id": 30, "size": 1}, {"group": 2, "name": "Orestes Pascale Samudio", "fb_id": "788720867837398", "nodeType": "likerNode", "id": 31, "size": 1}, {"nodeType": "postNode", "description": "La Lucha de Rio Tabasará... Me fui con un grupo de personas a ver personalmente la Lucha de Los Indígenas por su Comarca y la compañía Hidroeléctrica, y desp...", "fb_id": "560058540683250_853790814643353", "group": 1, "media_type": "video", "size": 3, "id": 32, "name": "La Lucha de Rio Tabasará!"}, {"group": 2, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "likerNode", "id": 33, "size": 1}, {"group": 2, "name": "Orestes Pascale Samudio", "fb_id": "788720867837398", "nodeType": "likerNode", "id": 34, "size": 1}, {"nodeType": "postNode", "name": "Alianza para la Conservacion y el Desarrollo - ACD Panama", "fb_id": "560058540683250_848561795166255", "group": 1, "media_type": "photo", "message": "Delegación de alta comisión de gobierno encabezada por la canciller Isabel Sain Malo de Alvarado ,ministro Rodolfo de Aguilera y Mirei Endara entre otros visito la comunidad cultural de Kiad y los petroglifos lugar sagrado del pueblo Ngäbe Bugle y cementerios ancestrales ubicado a la orilla del rió Tabasara .\nEl pueblo Ngäbe mediante la alta comisión de la comarca Ngäbes Bugle pidió a la alta comisión de gobierno paralizar inmediatamente la obra de Barro Blanco y retirar demanda penales en contra de los dirigente Manolo Miranda y Ricardo Miranda para poder iniciar conversación sobre el tema de barro blanco y las violaciones de los derechos humanos que causa dicha represa,sin presiones ,ni condiciones y por tiempo indefinido.", "id": 35, "size": 2}, {"group": 2, "name": "Elcio De Sá", "fb_id": "10153580682913852", "nodeType": "likerNode", "id": 36, "size": 1}, {"nodeType": "postNode", "description": "comunidad internacional llega al campamento de la resistencia en contra de barro blanco en Kiad a la orilla del Tabasara.\nNao de Tokio Japón envía un mensaje alto y claro .\nTabasará libre", "fb_id": "560058540683250_845815148774253", "group": 1, "media_type": "video", "size": 1, "id": 37, "name": "Movimiento 10 De Abril .m-10"}, {"nodeType": "postNode", "description": "El movimiento 10 de abril esta a la espera de la demanda anunciada por los señores diputados Ausencio Palacio y Jaime Pedrol G, el M-10 tenemos las pruebas para enfrentar cualquier acción legal  que los señores padres de la patria desee llevar acabo ,si embargo consideramos que esta es una clara  amenaza que consististe en una madera perfecta de intimidación para callarnos y así lograr sus objetivos que van en contra de la libre  determinación del pueblo Ngäbe Bugle que desea la cancelación definitiva de barro blanco,  la cual El movimiento 10 de abril no va acceder a estas intimidaciones,mas todo lo contrario no callaremos ante cualquiera intención de negociar el rió Tabasara y el futuro del pueblo Ngäbe Bugle que vive a lo largo de este rió . \nExhortamos a los señores padre de la patria Jaime Pedrol y Ausencio Palacio interponer la dicha demanda, mas no así tomar iniciativa sin consentimiento del pueblo afectado por la  empresa GENISA y que van en contra del pueblo Ngäbe Bugle que lucha por la cancelación de barro blanco y el respeto a sus derechos humanos, y la LIBERTAD del rió Tabasara.  Tabasará libre", "fb_id": "560058540683250_845815105440924", "group": 1, "media_type": "photo", "size": 2, "id": 38, "name": "Movimiento 10 De Abril .m-10"}, {"group": 2, "name": "Orestes Pascale Samudio", "fb_id": "788720867837398", "nodeType": "likerNode", "id": 39, "size": 1}, {"nodeType": "postNode", "description": "Comarca Ngäbe Bugle .\nTomando en cuenta la decisión del concejo de gabinete el pueblo Ngäbe Bugle, acepta el llamado de conversación, para el buen entendimiento sobre la situación de barro blanco.\nComunica al país.\n1-) Designar la comisión en representación de la comarca Ngäbe Bugle a los siguientes miembros. \n-Autoridades tradicionales a la señora cacique general- Silvia Carrera y el cacique regional Kodriri -Geremia Mointero .\n-Autoridades administrativas y locales :alcalde Rolando Carpintero y CHito Gallardo cacique local de Müna.\n-Diputada: Cresencia Prado del circuito 12-3.\n-Iglesia MamaTadda: Santiago Rodriguez Emeregildo Santos y Ernesto Castillo.\n-Concejo Municipal H-R: Fermin Jimenez y Rodolfo Prado.\n-Movimiento 10 de abril en representación de comunidad  afectadas directas: Manolo Miranda y Ricardo Miranda con sus respectivos equipo técnico( Prof. Evidelio Adames,Manuel Zarate,Cesar Roblez,y Ivanor Ruiz).\n2-)Solicitar a la alta comisión de gobierno iniciar conversación para el día 29 de enero 2015 en la comunidad cultural de Kiad.\n3-)Designar a Ricardo Miranda G para hacer publico todos los comunicados frente a la situación o decisión sobre proyecto Baro Blanco.\n4-)Enviar copia de este comunicado a alta comisión de gobierno(Isabel Sain Malo de Alvarado y otros).\nDado en el distrito de Müna, región Kodri de la comarca Ngäbe Bugle a los 25 día del mes de enero 2015.\nComuníquese y cúmplase.\nFirma:\nCHito Gallardo j -cacique local de Müna.\nRolando Carpintero -alcalde del distrito de Müna.\nFermin Jimenez -concejo del distrito de Müna.\nCresencia Prado -diputada del circuito 12-3.\nGöejeth Miranda -Movimiento 10 de abril.\nJeremias Montero-cacique regional Kodri.\nRicardo Miranda G-Movimiento 10 de abril M-10.", "fb_id": "560058540683250_845813578774410", "group": 1, "media_type": "photo", "size": 1, "id": 40, "name": "Movimiento 10 De Abril .m-10"}, {"nodeType": "postNode", "description": "Ricardo Miranda, dirigente de la Comarca Ngäbe Buglé, expresó hoy en Noticias AM que los habitantes de dicho territorio quieren la salida pacífica del proyecto hidroeléctrico de Barro Blanco.\"Que no se entienda que buscamos resarcimiento, sino la cancelación inmediata porque la obra nos dejará sin…", "fb_id": "560058540683250_786060648083037", "group": 1, "media_type": "link", "message": "Miranda dijo que el ministro de Gobierno, Milton Henríquez constató la existencia de petroglifos históricos y de comunidades que podrían ser desplazadas, por lo que pide que se agilice el proceso porque el proyecto está avanzando.", "size": 1, "id": 41, "name": "Ngäbes quieren salida pacífica de obra de Barro Blanco"}, {"nodeType": "postNode", "description": "Moradores de la Comarca Ngäbe Buglé plantearon la necesidad de implementar un sistema de electrificación en esta región para esté acorde al ...", "fb_id": "560058540683250_786056178083484", "group": 1, "media_type": "video", "message": "Juliana Santiago y Willy Jimenez se lanza con contra la voluntad de mi pueblo mi pueblo no quiere ni hidroelectrica ni mineria\nALERTA pueblo .", "size": 1, "id": 42, "name": "Indígenas Ngäbe Buglé interesados en que energía eléctrica llegue a Comarca"}, {"nodeType": "postNode", "group": 1, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250_784642288224873", "media_type": "photo", "id": 43, "size": 3}, {"group": 2, "name": "Rayland Jimenez", "fb_id": "873494719364339", "nodeType": "likerNode", "id": 44, "size": 1}, {"group": 2, "name": "Juan Lopez", "fb_id": "10206093680282474", "nodeType": "likerNode", "id": 45, "size": 1}, {"nodeType": "postNode", "fb_id": "560058540683250_784641574891611", "group": 1, "media_type": "photo", "message": "22 de septiembre año nuevo Ngäbe.\naño 53 de la nueva orden.\nnos complace felicitar a todo el pueblo Ngäbe Bugle.\nFELICIDADES.", "id": 46, "size": 1}, {"nodeType": "postNode", "description": "El pueblo Ngäbe Bugle se prepara para celebrar el nuevo año NGÄBE 2014.\nespéralo.", "fb_id": "560058540683250_773024979386604", "group": 1, "media_type": "photo", "size": 5, "id": 47, "name": "Sistema de lecto y escritura del Idioma Ngabe"}, {"group": 2, "name": "Hernán García", "fb_id": "10203922406115211", "nodeType": "likerNode", "id": 48, "size": 1}, {"group": 2, "name": "Rayland Jimenez", "fb_id": "873494719364339", "nodeType": "likerNode", "id": 49, "size": 1}, {"group": 2, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "likerNode", "id": 50, "size": 1}, {"nodeType": "postNode", "name": "Fundación Ciudad del Saber", "fb_id": "560058540683250_764038723618563", "group": 1, "media_type": "photo", "message": "\n\nEl sistema de lecto y escritura Ngäbe hizo presencia en el II FESTIVAL DE ARTE DULE 2014 la cual nuestra organización agradece la oportunidad brindada y felicitar a sus organizadores por tan excelente trabajo.\n", "id": 51, "size": 1}, {"nodeType": "postNode", "description": "Connect with your friends — and other fascinating people. Get in-the-moment updates on the things that interest you. And watch events unfold, in real time, from every angle.", "fb_id": "560058540683250_764036026952166", "group": 1, "media_type": "link", "message": "El sistema de lecto y escritura del idioma Ngäbe hizo presencia en el II FESTIVAL DE ARTE DULE 2014 la cual nuestra organización la  oportunidad brindada, y felicitar a todos los organizadores de este festival.", "size": 2, "id": 52, "name": "Twitter / Festivaldule: Escrituras en el idiomas de ..."}, {"group": 2, "name": "Edwin Javilla", "fb_id": "1582944845286934", "nodeType": "likerNode", "id": 53, "size": 1}, {"nodeType": "postNode", "fb_id": "560058540683250_763269007028868", "group": 1, "media_type": "photo", "message": "Felicidades a tod@s los pueblos indígenas de América y muy especialmente al pueblo Ngäbe-Bugle  por celebrarse hoy 9 de agosto el día internacional de los pueblo indígenas.", "id": 54, "size": 10}, {"group": 2, "name": "Feel Good", "fb_id": "764640156930630", "nodeType": "likerNode", "id": 55, "size": 1}, {"nodeType": "postNode", "name": "Culturas Andinas San Juan de Pasto", "fb_id": "560058540683250_762419907113778", "group": 1, "media_type": "photo", "message": "Hoy el sistema de lecto y escritura del idioma Ngäbe hace presencia en el cuarto encuentro internacional de culturas andinas en Pasto Colombia, a primeras hora de la mañana la presidente del esta organización Wueny Bägämä hará una exposición donde compartirá con hermanos indígenas de la región andina la manera alternativa que tiene la  nuestra Organización para escribir el idioma Ngäbe. ", "id": 56, "size": 2}, {"group": 2, "name": "Edwin Javilla", "fb_id": "1582944845286934", "nodeType": "likerNode", "id": 57, "size": 1}, {"nodeType": "postNode", "fb_id": "560058540683250_761081757247593", "group": 1, "media_type": "photo", "message": "El sistema de lecto escritura del idioma Ngabe se encuentra en el cuarto encuentro internacional de Culturas Andinas San Juan de Pasto Colombia .", "id": 58, "size": 6}, {"group": 2, "name": "Rayland Jimenez", "fb_id": "873494719364339", "nodeType": "likerNode", "id": 59, "size": 1}, {"group": 2, "name": "Juan Lopez", "fb_id": "10206093680282474", "nodeType": "likerNode", "id": 60, "size": 1}, {"group": 3, "name": "Culturas Andinas San Juan de Pasto", "fb_id": "694417467288463", "nodeType": "taggedNode", "id": 61, "size": 1}, {"nodeType": "postNode", "name": "Culturas Andinas San Juan de Pasto", "fb_id": "560058540683250_760147790674323", "group": 1, "media_type": "photo", "message": "La presidente del Sistema de lecto y escritura del Idioma Ngabe Wueny Bâgâmâ en el Cuarto encuentro internacional de cultura  andino.", "id": 62, "size": 1}, {"group": 3, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "taggedNode", "id": 63, "size": 1}, {"nodeType": "postNode", "description": "El dirigente y mienbro del Movimiento 10 de abril, apuntó que el objetivo del pueblo originario es que el Gobierno Nacional, cancele definitivamente la consesión. ‘No queremos indemnización-ni migajas, ni millones- pedimos se resinda el contrato’ sostuvo Miranda.", "fb_id": "560058540683250_753272768028492", "group": 1, "media_type": "link", "size": 1, "id": 64, "name": "'Fallo de la Corte dejó sin efecto resolución 6103 de la Asep', Ricardo Miranda"}, {"nodeType": "postNode", "description": "Subscribe to VICE News here: http://bit.ly/Subscribe-to-VICE-News VICE News travels to the construction site of Barro Blanco, a hydroelectric dam in the Chir...", "fb_id": "560058540683250_753272708028498", "group": 1, "media_type": "video", "size": 3, "id": 65, "name": "The Price of Modernization in Panama: Dammed Forever"}, {"group": 2, "name": "Segismundo Del Nuevo Mundo", "fb_id": "1538938453012379", "nodeType": "likerNode", "id": 66, "size": 1}, {"nodeType": "postNode", "description": "La señora Dorinda Acosta quien fuera severamente agredida por los policías al principio del mes de marzo del 2013 en una acción de resistencia y protesta en contra del proyecto barro blanco en Vigui murió el miércoles 9 del presente mes , su sepultura sera mañana en Bägämä. El movimiento 10 de abril M-10 su junta directiva el pleno y todo el pueblo lamentamos esta irreparable perdida de una de nuestra compañera de la ferviente lucha que hemos llevado en contra del nefasto proyecto Barro Blanco ,te adelantas Compañera que Dios te de el descanso eterno y la paz a tu alma pronto nos volveremos a encontrar,\nNuestro mas sentido pésame a sus familiares.\nHasta luego Dorinda Acosta.", "fb_id": "560058540683250_750476141641488", "group": 1, "media_type": "photo", "message": "LUTO EN EL M-10 MUERE UNA GRAN LUCHADORA DEL PUEBLO NGÄBE BUGLE.\nSiento tristeza muy grande la muerte de la señora Dorinda Acosta no puedo evitarlo, cuando fue herida pude llevarlo en San Felix al hospital hoy que se nos adelanta me acuerdo de su gran valentía y legado de lucha que yo heredo.\nMI MAS SENTIDO PÉSAME A SUS FAMILIARES.", "size": 1, "id": 67, "name": "Movimiento 10 De Abril .m-10"}, {"nodeType": "postNode", "description": "La cacica general de la comarca Ngäbe Buglé, Silvia Carrera, le envió una invitación al ministro de Gobierno, Milton Henríquez", "fb_id": "560058540683250_749573118398457", "group": 1, "media_type": "link", "size": 1, "id": 68, "name": "Cacica quiere conversar con ministro Henríquez"}, {"nodeType": "postNode", "description": "Noticias Socio - Ambientales de la Comarca Ngäbe Buglé, Provincia de Chiriquí y República de Panamá. ------------- Puente sobre el Río Tabasará. Foto: Oscar Sogandares (derechos reservados).", "fb_id": "560058540683250_742241699131599", "group": 1, "media_type": "link", "size": 1, "id": 69, "name": "chiriquinatural.com: Indígenas con elementos a su favor en caso Barro Blanco"}, {"nodeType": "postNode", "description": "La Sala Tercera de la Corte Suprema de Justicia suspendió temporalmente una resolución de la Autoridad de los Servicios Públicos (Asep), que autorizaba a la empresa Genisa ...", "fb_id": "560058540683250_742184082470694", "group": 1, "media_type": "link", "size": 1, "id": 70, "name": "Suspenden ingreso a fincas de indígenas"}, {"nodeType": "postNode", "description": "En la lucha por la justicia, los pueblos originarios de Panamá se unen. Desde Kiad, un saludo de apoyo de un hermano Guna, solidario con la lucha Ngäbe Buglé.", "fb_id": "560058540683250_734473716575064", "group": 1, "media_type": "video", "message": "En la lucha por la justicia, los pueblos originarios de Panamá se unen. Desde Kiad, un saludo de apoyo de un hermano Guna, solidario con la lucha Ngäbe Buglé.", "size": 3, "id": 71, "name": "Tabasará libre"}, {"group": 2, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "likerNode", "id": 72, "size": 1}, {"group": 2, "name": "Edwin Javilla", "fb_id": "1582944845286934", "nodeType": "likerNode", "id": 73, "size": 1}, {"nodeType": "postNode", "description": "Una joven indígena de San Vito de Coto Brus, alza su voz en pro de los alumnos de su comunidad.", "fb_id": "560058540683250_734454146577021", "group": 1, "media_type": "link", "message": "Esta maestra nació para educar en la aulas y fuera de aulas y fuera de ellas", "size": 1, "id": 74, "name": "Esta maestra nació para educar en la aulas y fuera de ellas - +QN - Noticias"}, {"nodeType": "postNode", "description": "Seguimos apoyando la lucha de las comunidades en defensa de los rios y sus y territorios. No a la privatizacion del agua. El Kolectivo: arte, cultura y conciencia.", "fb_id": "560058540683250_734362239919545", "group": 1, "media_type": "photo", "size": 1, "id": 75, "name": "EL KOLECTIVO"}, {"nodeType": "postNode", "name": "Los Libros Sagrados de la Enseñanza de la Escritura Ngäbe Buglé", "fb_id": "560058540683250_733966303292472", "group": 1, "media_type": "video", "message": "Los Libros Sagrados de la Enseñanza de la Escritura Ngäbe \n   ", "id": 76, "size": 3}, {"group": 2, "name": "Edwin Javilla", "fb_id": "1582944845286934", "nodeType": "likerNode", "id": 77, "size": 1}, {"nodeType": "postNode", "description": "Escucha la señal en línea de la emisora líder en información de Panamá, con noticieros, programas de opinión, deportes, audios de las últimas noticias.", "fb_id": "560058540683250_733374453351657", "group": 1, "media_type": "link", "message": "indígenas denuncian celeridad de proceso en su contra.", "size": 1, "id": 78, "name": "Audios - RPC Radio Panamá"}, {"nodeType": "postNode", "description": "A tod@s nuestros hermano afro descendientes feliz mes de la etnia negra FELICIDADES le desea......\nEl movimiento10 de abril M-10.\n`Por la conservación y defensa de los recursos hídricos y ambientales del pueblo Ngäbe Bugle y Campesinos`.", "fb_id": "560058540683250_731564520199317", "group": 1, "media_type": "photo", "size": 2, "id": 79, "name": "Movimiento 10 De Abril .m-10"}, {"group": 2, "name": "Saldaña Salina", "fb_id": "424785434350634", "nodeType": "likerNode", "id": 80, "size": 1}, {"nodeType": "postNode", "fb_id": "560058540683250_730409920314777", "group": 1, "media_type": "photo", "message": "Nuestros interés es mantener la esencia nato de nuestro idioma Ngäbe.\nSALUDOS BUENAS NOCHES.", "id": 81, "size": 10}, {"group": 2, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "likerNode", "id": 82, "size": 1}, {"group": 2, "name": "Djr Guevara González", "fb_id": "603849643085944", "nodeType": "likerNode", "id": 83, "size": 1}, {"group": 2, "name": "Nao Namizuka", "fb_id": "811708235549170", "nodeType": "likerNode", "id": 84, "size": 1}, {"group": 2, "name": "Gerald Acosta", "fb_id": "1611141589119284", "nodeType": "likerNode", "id": 85, "size": 1}, {"group": 2, "name": "Feel Good", "fb_id": "764640156930630", "nodeType": "likerNode", "id": 86, "size": 1}, {"group": 2, "name": "Juan Lopez", "fb_id": "10206093680282474", "nodeType": "likerNode", "id": 87, "size": 1}, {"group": 2, "name": "Saldaña Salina", "fb_id": "424785434350634", "nodeType": "likerNode", "id": 88, "size": 1}, {"group": 2, "name": "Diocelina Castillo de Montenegro", "fb_id": "870081573025398", "nodeType": "likerNode", "id": 89, "size": 1}, {"nodeType": "postNode", "description": "Primicias24.com (AVN).- Este 27 de mayo se cumplen 12 años del decreto dictado por el expresidente Hugo Chávez, que establece el uso obligatorio, oral y escrito, de las lenguas indígenas en los planteles educativos, públicos y privados, ubicados en los hábitat de las comunidades originarias y en zon…", "fb_id": "560058540683250_729830677039368", "group": 1, "media_type": "link", "message": "\nPromueven práctica de idiomas indígenas en planteles educativos", "size": 1, "id": 90, "name": "Primicias24 – Viceministra Herrera destacó necesidad de enseñanza de lenguas indígenas en escuelas"}, {"nodeType": "postNode", "description": "Este 27 de mayo se cumplen 12 años del decreto dictado por el líder de la Revolución Bolivariana, Hugo Chávez, que establece el uso obligatorio, oral y escrito, de los idiomas indígenas en los planteles educativos, públicos y privados, ubicados en los hábitat de las comunidades originarias y en zona…", "fb_id": "560058540683250_729830517039384", "group": 1, "media_type": "link", "message": "\nPromueven práctica de idiomas indígenas en planteles educativos ", "size": 1, "id": 91, "name": "Promueven práctica de idiomas indígenas en planteles educativos | AVN"}, {"nodeType": "postNode", "description": "EL BANCO DE HOLANDA QUE FINANCIA BARRO BLANCO VISITA COMUNIDAD AFECTADA DIRECTA .\nEl banco holandés  F-M-O que financia el proyecto barro blanco envió una consultoria en las comunidades afectada por el proyecto barro blanco, el pasado 20 de mayo Margara Tria consultora del banco FMO de Holanda visito las comunidades de Quebrada Caña, Nuevo Palomar y la Comunidad cultural de Kiad ubicada en el corregimiento de Bägämä en la comarca Ngäbe Bugle   ,las misma que quedaran inundadas por el lago artificial del proyecto hidroeléctrico barro blanco.\nEn esta visita los moradores de las comunidades antes mencionadas manifestaron el rechazo rotundo al proyecto hidroeléctrico y solicitaron al banco el retiro del financiamiento a barro blanco que destruirá  grande bosques de galería ,elemento arqueológico,religioso,cultural y sagrado de la población indígena Ngäbe que reside en las riberas del Tabasara, la población dejo claro que jamas aceptara ningún tipo de indennizacion y que el único objetivo es que los deje vivir en sus tierras ancestrales y que se proceda a la cancelación definitiva de barro blanco.\nAdemas de la visita de los consultores del banco FMO también estuvo presente en este recorrido el instituto nacional de cultura INAC que visito los diferentes petroglifos que se encuentra en estas comunidades en el lucho del rió Tabasara.", "fb_id": "560058540683250_727715220584247", "group": 1, "media_type": "photo", "message": "EL BANCO DE HOLANDA QUE FINANCIA BARRO BLANCO VISITA COMUNIDAD AFECTADA DIRECTA .", "size": 1, "id": 92, "name": "Movimiento 10 De Abril .m-10"}, {"nodeType": "postNode", "description": "Criticaron la respuesta estatal a las protestas contra proyectos de desarrollo económico. Gobierno panameño defiende disposición al diálogo.", "fb_id": "560058540683250_561248437305807", "group": 1, "media_type": "link", "size": 1, "id": 93, "name": "Colectivos denuncian, ante la CIDH, un aumento de la represión en Panamá - La Estrella de Panamá"}, {"nodeType": "postNode", "description": "Adelaida Miranda, representante de los ngäbe-buglés, solicitó a los integrantes de la CIDH que pidan autorización al gobierno panameño para que visiten la zona en donde se construye la hidroeléctrica de Barro Blanco.", "fb_id": "560058540683250_561242320639752", "group": 1, "media_type": "link", "size": 2, "id": 94, "name": "Ngäbe-buglés pide que CIDH visite Panamá y denuncia violencia contra indígenas"}, {"nodeType": "postNode", "name": "Queremos un TABASARÀ LIBRE!", "fb_id": "560058540683250_561195243977793", "group": 1, "media_type": "video", "message": "Tod@s queremos al Tabasara libre. Tabasará libre", "id": 95, "size": 1}, {"nodeType": "postNode", "description": "\"Cuántos muertos más tiene que haber en Venezuela para que la OEA se ponga los pantalones\", afirmó entre gritos y aplausos el presidente de la ...", "fb_id": "560058540683250_559944877436163", "group": 1, "media_type": "video", "message": "CUANTOS MUERTOS EL QUIERE VER PA CANCELAR BARRO BLANCO? Y LAS PERSONAS QUE EL ASESINO QUE PASO CON ESO? RIDÍCULO VESTIDO DE OVEJA CUANDO ES LOMO Y UNA PIRAÑA. BASTA YA PONTE LO PANTALONES LARGO Y CANCELA YA BARRO BLANCO METO Tabasará libre !!!!", "size": 2, "id": 96, "name": "\"Es hora que la OEA se ponga los pantalones largos\", Martinelli"}, {"group": 2, "name": "Rolo Pitti", "fb_id": "10153006605798714", "nodeType": "likerNode", "id": 97, "size": 1}, {"nodeType": "postNode", "description": "Cobertura y Entrevistas de la situación de BARRO BLANCO y su afectación al pueblo Ngäbe Bugle y Campesino dentro de la Comarca Ngäbe Bugle. Comunidades quien...", "fb_id": "560058540683250_558548054242512", "group": 1, "media_type": "video", "size": 1, "id": 98, "name": "Cobertura y Entrevistas BARRO BLANCO 20 Marzo 2014 TVN"}, {"nodeType": "postNode", "description": "Indígenas tensos por llegada de policías a Barro Blanco\n\n18-3-2014\nEsta mañana grupos de indígenas que se encuentran acampando cerca del proyecto hidroeléctrico de Barro Blanco amanecieron preocupados por la presencia de m´s policías en el lugar.\n\nEl coordinador del Movimiento 10 de Octubre, Ricardo Miranda dijo a la Estrella de Panamá que cumplirán su amenaza de cerrar calles, luego de que se venciera el plazo dado al gobierno nacional para declinar a la construcción del proyecto hidroeléctrico Barro Blanco, los grupos indígenas llegaron este martes a Barro Blanco. Miranda aseguró que pretenden tomarse el proyecto, si la policía lo saca del lugar.", "fb_id": "560058540683250_557160837714567", "group": 1, "media_type": "photo", "size": 1, "id": 99, "name": "EstrellaOnline"}, {"nodeType": "postNode", "description": "PANAMÁ. La lucha de los Ngäbe Buglés por la defensa del río Tabasará alcanzó ayer un nuevo logro. Reunidos en la tierra del cacique Urracá, en Veraguas, más de 20 agrupaciones del país conformaron un nuevo grupo.", "fb_id": "560058540683250_556244147806236", "group": 1, "media_type": "link", "size": 2, "id": 100, "name": "Agrupaciones sellan alianza nacional"}, {"group": 2, "name": "Manuel Schacht", "fb_id": "10153022359990934", "nodeType": "likerNode", "id": 101, "size": 1}, {"nodeType": "postNode", "description": "PANAMÁ. Indígenas de la comarca Ngäbe Buglé dieron ayer un plazo de 15 días para salir del área a las empresas que construyen el proyecto hidroeléctrico de Barro Blanco.", "fb_id": "560058540683250_552498028180848", "group": 1, "media_type": "link", "size": 1, "id": 102, "name": "Ngäbes dispuestos a parar proyecto"}, {"nodeType": "postNode", "description": "Fotografías : http://on.fb.me/1cz017S\nDentro de mi vida joven, en mi labor de  dar todo el apoyo en lo que puedo a gente humilde, cómo fotógrafo   esta ha sido una experiencia bonita, el poder realizar un proyecto fotográfico, bastante documental, les deseo compartir a través de este vídeo  estas  palabras de una niña inocente que sabe lo que significa y representa la naturaleza, los ríos para ella, pide  la ayuda de todos nosotros para poder parar el avance del proyecto Hidroeléctrico  Barro Blanco , que amenaza con inundar áreas y desplazar pueblos originarios de la República de Panamá, a pesar de estar amparado por la ley sus tierras han sido invadidas y  parte de sus bosques han sido talados. Por lo que la gente de Kiad Comarca Ngäbe-Buglé  han dejado sus casas han hecho campamentos a la rivera del río, para hacerle frente a la policía el gobierno y la empresa encargada del proyecto.  En este campamento hay niños, de todas las edades que junto a sus adultos comparten el ideal que parece imposible, salvar el Río Tabasará.  Ríos para la vida,  los bosques, ríos y animales, las personas son prioridades el dinero no! #tabasarálibre.", "fb_id": "560058540683250_551906911573293", "group": 1, "media_type": "video", "size": 2, "id": 103, "name": "Jacob S. Photography"}, {"group": 2, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "likerNode", "id": 104, "size": 1}, {"nodeType": "postNode", "description": "En horas de la mañana de este jueves, la comunidad indígena de la Comarca Ngäbe Buglé anunció que si en menos de quince días las empresas ...", "fb_id": "560058540683250_551906764906641", "group": 1, "media_type": "link", "size": 1, "id": 105, "name": "Indígenas dan menos de 15 días para suspender proyecto de Barro Blanco"}, {"nodeType": "postNode", "description": "Sin números de persona fueron llegando desde el viernes de carnaval al campamento de la resistencia en contra barro blanco ubicado a la orilla del rió Tabasara, de diferentes parte de la república de panamá, Costa Rica, Ecuador, Venezuela,Colombia, Japón entre  otros jóvenes convenidos de que el agua es un asunto de tod@s por la cual es importante conservarla y que en el rió Tabasara nadie queremos hidroeléctricas;los mismos  fueron recibidos por el pueblo Ngabe que se mantiene en el campamento en la Comunidad Cultural De KIAD Bägämä Comarca Ngabe Bugle . y por  la refrescante agua del tercer rió mas importante de panamá el rió Tabasara.\nLos jóvenes pudieron palpar en vivo y en directo tod@s la hermosura de la naturaleza y la cosmovisión que rodea una de la cultura mas milenaria que vive en el Tabasara EL NGÄBE, esta es la razón por la cual ellos también pide la igual que el pueblo Ngabe que se respete los derechos humanos, territoriales, culturales ,religiosos ,egnicos,etc , de la comarca Ngabe Bugle y muy especialmente de los moradores Ngabe que vive en la comunidad de Quebrada Caña, Nuevo Palomar y la comunidad cultural de Kiad,  que consiste en la cancelación de barro blanco y la conservación de el rió Tabasara libre de hidroeléctricas por lo tanto  todo@ el pueblo panameño pide: TABASARA LIBRE DE HIDROELÉCTRICA NO A BARRO BLANCO.\nTabasará libre", "fb_id": "560058540683250_551264948304156", "group": 1, "media_type": "photo", "size": 2, "id": 106, "name": "Movimiento 10 De Abril .m-10"}, {"group": 2, "name": "Xomomapuche", "fb_id": "372531726154243", "nodeType": "likerNode", "id": 107, "size": 1}, {"nodeType": "postNode", "description": "Con delegaciones internacional que visita el campamento en Kiad, disfrutando del rió Tabasara el rio de tod@s, en el campamento Ngabe.\nTabasará libre", "fb_id": "560058540683250_550455765051741", "group": 1, "media_type": "video", "size": 3, "id": 108, "name": "Cacique Silvia Carrera"}, {"nodeType": "postNode", "description": "Delegaciones nacionales e internacionales y autoridades llegan al campamento en la comunidad cultural de Kiad, incluyendo a la máxima autoridad Silvia Carrera Cacique general Ngabe Bugle, delegaciones juveniles de panama y de otros países como Japón Costa Rica, Venezuela, Ecuador entre otros    Cacique Silvia Carrera llegaron para pasar los días de carnaval y así disfrutar del rió Tabasara Tabasará libre y de la cultura milenaria Ngabe ubicado en la comunidad cultural de Kiad.", "fb_id": "560058540683250_550455688385082", "group": 1, "media_type": "photo", "size": 3, "id": 109, "name": "Movimiento 10 De Abril .m-10"}, {"group": 2, "name": "Mitzila Ríos", "fb_id": "10154936002460085", "nodeType": "likerNode", "id": 110, "size": 1}, {"nodeType": "postNode", "description": "Con mi pueblo Ngabe en el  campamento de la resistencia ubicado a la del rió Tabasara en la comunidad cultural de Kiad junto a una delegación internacional.", "fb_id": "560058540683250_550455665051751", "group": 1, "media_type": "photo", "size": 3, "id": 111, "name": "Cacique Silvia Carrera"}, {"group": 2, "name": "Xomomapuche", "fb_id": "372531726154243", "nodeType": "likerNode", "id": 112, "size": 1}, {"group": 2, "name": "Ricardo Miranda G", "fb_id": "453366248077684", "nodeType": "likerNode", "id": 113, "size": 1}, {"nodeType": "postNode", "description": "comunidad internacional llega al campamento de la resistencia en contra de barro blanco en Kiad a la orilla del Tabasara.\nNao de Tokio Japón envía un mensaje alto y claro .\nTabasará libre", "fb_id": "560058540683250_550455618385089", "group": 1, "media_type": "video", "size": 2, "id": 114, "name": "Movimiento 10 De Abril .m-10"}, {"nodeType": "postNode", "description": "Los indígenas que llevan 26 días acampando a orillas del río Tabasará en Tolé se mantendrán en el lugar hasta que se suspenda el proyecto hidroeléctrico de Barro Blanco.Así lo indicaron en Noticias AM, los dirigentes Wemi Bagama y Ricardo Miranda, quienes rechazan el argumento del gobierno de que so...", "fb_id": "560058540683250_549164131847571", "group": 1, "media_type": "link", "message": "la lucha se mantiene firme.", "size": 4, "id": 115, "name": "Indígenas se mantendrán en campamento, no cederán - TVN Panamá Movil"}, {"nodeType": "postNode", "description": "En Panamá, miles de indígenas de la etnia ngäbe buglé están en peligro de perder sus tierras por la construcción de un proyecto hidroeléctrico. Las comunidad...", "fb_id": "560058540683250_549163988514252", "group": 1, "media_type": "video", "message": "alto a la destruccion que causara barro blanco.", "size": 2, "id": 116, "name": "Indígenas panameños ngöbe buglé, en peligro de expulsión"}, {"nodeType": "postNode", "name": "http://www.telemetro.com/nacionales/entrevistas/Siempre-enganados-Cacica-Carrera-autoridades_3_67466", "fb_id": "560058540683250_549163738514277", "group": 1, "media_type": "video", "message": "Silvia Carrera cacique general Ngabe Bugle", "id": 117, "size": 2}, {"nodeType": "postNode", "description": "La comunidad cultural de Kiad establecida a la orilla del rió Tabasara desde mucho tiempo  ha sido ocupada por los Ngabes una cultura  milenaria .", "fb_id": "560058540683250_549163525180965", "group": 1, "media_type": "link", "size": 2, "id": 118, "name": "Comunidad Cultural De KIAD Bägämä Comarca Ngabe Bugle ."}, {"group": 2, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "likerNode", "id": 119, "size": 1}, {"nodeType": "postNode", "description": "En estos momentos se realiza cierre total en la via interramericana en Horconsito en san lorenzo, la poblacion Ngabe Bugle del distrito de BESIKO comarca Ngabe Bugle pide que el ministro de gobierno de la injusticia Jorge Ricardo Fabrega cumpla con los acuerdo de hacer el puente sobre el rio Balsa entre otros temas.\nEste era el puente que existia sobre el rio balsa la misma colapso hace ya practicamente un año y el ministro se comprometio volver construir un nuevo puente pero has pasado los meses y hasta ahora nada .\nDELCARAR que el movimiento 10 de abril apoyamos rotundamente y firmemente a nuestros hermanos del distrito de Besiko que exige que FABREGA cumpla con los acuerdo que llegaron con ellos de contruir este puente sobre el rio Balsa en boca de balsa, al igual que ellos exigimos el repeto del este gobierno hacia el pueblo Ngabe Bugle y que cumplas con todos los acuerdo firmado econ el pueblo Ngabe Bugle que son muchisimos.\n`nota foto tigo de la comarca`.", "fb_id": "560058540683250_549091475188170", "group": 1, "media_type": "photo", "message": "JORGE F FABREGA Y ESTE GOBIERNO NO RESPETA AL PUEBLO NGABE BUGLE.", "size": 1, "id": 120, "name": "Movimiento 10 De Abril .m-10"}, {"nodeType": "postNode", "description": "El pueblo originario más importante de Panamá está en pie de guerra. Los ngäbe buglé se oponen a la construcción del proyecto hidroeléctrico Barro Blanco, que represará el río más sagrado para ellos: el río Tabasará. El embalse alterará el medio ambiente y trastocará el modo de vida de los pobladore...", "fb_id": "560058540683250_547716931992291", "group": 1, "media_type": "link", "size": 1, "id": 121, "name": "Un embalse en Panamá: El sueño roto de Ngäbe Buglé | FronteraD"}, {"nodeType": "postNode", "group": 1, "name": "Tabasará libre", "fb_id": "560058540683250_547716741992310", "media_type": "photo", "id": 122, "size": 1}, {"nodeType": "postNode", "description": "Soy simplemente una autoridad y me debo a mi pueblo y mi pueblo esta cansado de las reuniones y de las dilatación para llevar acabo el proyecto barro blanco, a los verdaderos afectados jamas se le ha consultado ni se le ha tomado en cuenta, tengo conocimiento que la empresa, gobierno y bancos se ha reunido en David  o en la ciudad de panamá  con persona que no tiene nada que ver con los afectados de barro blanco mas a lo verdaderos afectado jamas que se ha dado oportunidad para ser escuchado.\nMi pueblo afectado directo de barro blanco pide que las reuniones que se prenda hacer sea desde ahora en adelante en la comunidad de Kiad a la orilla del rió Tabasara.", "fb_id": "560058540683250_547716378659013", "group": 1, "media_type": "video", "size": 1, "id": 123, "name": "Cacique Silvia Carrera"}, {"nodeType": "postNode", "description": "Por muchos años mi pueblo ha pedido la cancelación definitiva de barro blanco el gobierno y la empresa siempre ha dicho no se iba afectar a la comarca Ngabe Bugle, ni  desplazar a mi pueblo, ni se le inundaría sus territorio colectivo entonces porque ahora ASEP ha resuelto declarar territorio de interés publico mediante la resolución  #6103  para entregárselo a empresa extranjera como GENISA para que termine barro blanco y le a girado orden de desalojo a 5 personas este problema no es de 5 personas es territorio colectivo de la comarca Ngabe Bugle por lo tanto complete a todo el pueblo Ngabe Bugle  en general, yo respaldo la iniciativa de mi pueblo en luchar por la conservación del Tabasara no es posible que barro blanco intente privatizarlo y destruir a mi pueblo junto a todos los elementos que rodea a este rió.", "fb_id": "560058540683250_547716351992349", "group": 1, "media_type": "video", "size": 1, "id": 124, "name": "Cacique Silvia Carrera"}, {"nodeType": "postNode", "description": "En la lucha por la justicia, los pueblos originarios de Panamá se unen. Desde Kiad, un saludo de apoyo de un hermano Guna, solidario con la lucha Ngäbe Buglé.", "fb_id": "560058540683250_547716315325686", "group": 1, "media_type": "video", "size": 1, "id": 125, "name": "Tabasará libre"}, {"nodeType": "postNode", "description": "Ngäbe communities in Panama remain on high alert after the government announced its intention to evict the Tabasará River area in western Panama.", "fb_id": "560058540683250_547187082045276", "group": 1, "media_type": "link", "message": "NOS MANTENEMOS EN ALERTA .", "size": 2, "id": 126, "name": "Panama: Ngäbe Communities Remain on High Alert"}, {"group": 2, "name": "Richard Arghiris", "fb_id": "942810272418540", "nodeType": "likerNode", "id": 127, "size": 1}, {"nodeType": "postNode", "description": "PANAMÁ. Los pinceles, las latas de pintura y el talento artístico de El Kolectivo se hicieron eco ayer en el Parque Andrés Bello de esta capital.", "fb_id": "560058540683250_547185625378755", "group": 1, "media_type": "link", "message": "TABASARA LIBRE.", "size": 1, "id": 128, "name": "El Kolectivo aboga por Tabasará Libre"}, {"nodeType": "postNode", "description": "La lucha del pueblo Ngäbe es la lucha de todos, porque los recursos naturales de Panamá es de los panameños. NI NGÄBE NUNANTI KÄRE #TABASARÁLIBRE", "fb_id": "560058540683250_547170618713589", "group": 1, "media_type": "photo", "size": 2, "id": 129, "name": "Escritura Ngäbe del idioma Ngäbere"}, {"group": 2, "name": "Nikki Elizabeth", "fb_id": "10154453374700596", "nodeType": "likerNode", "id": 130, "size": 1}, {"nodeType": "postNode", "group": 1, "name": "Escritura Ngäbe del idioma Ngäbere", "fb_id": "560058540683250_546826352081349", "media_type": "photo", "id": 131, "size": 2}, {"group": 2, "name": "Hernán García", "fb_id": "10203922406115211", "nodeType": "likerNode", "id": 132, "size": 1}, {"nodeType": "postNode", "description": "Todos se han enterado por lo que está pasando las comunidades afectada por el proyecto hidroeléctrico Barro blanco, las familias Ngäbe que se encuentran a orilla del río Tabasará que el gobierno pretende desalojar de sus tierras, de sus historias, de sus medios; la comunidad de Kiad, lugar donde tiene origen el sistema de lecto y escritura Ngäbe, es la afectada directo por dicho proyecto, por tal razón nuestro apoyo a las familias y población Ngäbe que se encuentra en los campamentos a orillas del río en resistencia al desalojo y en apoyo a que se respete el derecho a la vida de los pueblos originarios y en especial a los moradores de la ribera del Tabasará. #TABASARÁLIBRE", "fb_id": "560058540683250_546826198748031", "group": 1, "media_type": "photo", "size": 1, "id": 133, "name": "Escritura Ngäbe del idioma Ngäbere"}, {"nodeType": "postNode", "description": "Kiad, es una comunidad ubicado en las área anexa de la Comarca Ngäbe Buglé, que junto a otras comunidades habitan la ribera del Tabasará, río que lleva el nombre de uno de los cacique importante de la cultura Ngäbe, un lugar lleno de historia, conocimiento, tradición y sobre todo mucha vegetación, está amenazado por el gobierno y la empresa GENISA en desalojar los moradores de estas comunidades, ellos se resisten, luchan y defiende los que por derecho y herencia ancestral le fue heredado; no permitamos que a los niños de Kiad le quiten su hogar y sea forzado ha dejar el lugar donde sus antepasados vivieron felices con la naturaleza, con su medio, con el río TABASARÁ.", "fb_id": "560058540683250_546826118748039", "group": 1, "media_type": "photo", "size": 1, "id": 134, "name": "Escritura Ngäbe del idioma Ngäbere"}, {"nodeType": "postNode", "description": "Een Nederlandse semi-overheidsinstelling, de ontwikkelingsbank FMO, investeert in een stuwdam in Panama, de Barro Blanco. De stuwdam levert schone energie, is goed voor de economie van Panama en Nederland kan wat CO2 emissie punten aftrekken, iedereen blij dus. Of niet?", "fb_id": "560058540683250_546816888748962", "group": 1, "media_type": "link", "message": "BARRO BLANCO TEMA QUE RECORRE AL MUNDO POR EL DESPOJO QUE HACE EN EL PUEBLO NGABE.", "size": 2, "id": 135, "name": "Barro Blanco"}, {"group": 2, "name": "Hernán García", "fb_id": "10203922406115211", "nodeType": "likerNode", "id": 136, "size": 1}, {"nodeType": "postNode", "description": "Hay pueblos que cargan en su espalda la defensa de lo fundamental: la tierra y la dignidad. El Ngäbe y el Buglé (en la actual Panamá) son de esos. Ante la inminente entrada de la maquinaria y la fuerte presencia policial en el río Tabasará, los ngäbe se han organizado en campamentos de resistencia.…", "fb_id": "560058540683250_545903285506989", "group": 1, "media_type": "link", "size": 1, "id": 137, "name": "Noticias - El pueblo Ngäbe, en pie otra vez contra los megaproyectos - Salva la Selva"}, {"nodeType": "postNode", "description": "Si bien los diversos grupos ngäbe buglés han estado merodeando en la zona anexa de cinco hectáreas que será inundada por el embalse de la hidroeléctrica Barro Bl...", "fb_id": "560058540683250_544591178971533", "group": 1, "media_type": "link", "size": 1, "id": 138, "name": "Tensa calma rodea obras de Barro Blanco"}, {"nodeType": "postNode", "description": "ATENCIÓN ESTO ES LO ULTIMO A ESTA HORA.\nA tod@s nuestros hermanos y compañeros que apoya al pueblo Ngabe en la lucha de la defensa de su territorio y sus recursos naturales.En estos momentos hemos recibido esta nota que nos ha enviado la ASEP, donde nos comunica que PROGRAMA NUEVA FECHA PARA INGRESAR A LA FINCAS QUE SE ENCUENTRA DENTRO EL PROCESO DE ADJUDICACIÓN AL PUEBLO NGABE, esto se hará otro día ya que según la entidad adjudicadora dicen que ellos no se pudieron poner de acuerdo con otras entidad que debe ejecutar este proceso osea LA POLICÍA para llevar acabo la diligencia de ayer .\nESTA NOTA AGRAVA MAS LA SITUACIÓN EN EL CAMPAMENTO NGABE,PORQUE PARA LA PRÓXIMA VEZ QUE ELLOS DECIDAN ENTRAR NO LO VAN A COMUNICAR PARA TOMAR AL PUEBLO NGABE POR SORPRESA Y ASÍ LOGRAR SU PROPÓSITO QUE ES DESPOJAR A LA POBLACIONES INDÍGENAS  DE SUS TIERRAS COMARCAL NGABE BUGLE PARA POR FIN DAR PASO A BARRO BLANCO.", "fb_id": "560058540683250_544590975638220", "group": 1, "media_type": "photo", "message": "ATENCIÓN ESTO ES LO ULTIMO A ESTA HORA.\nA tod@s nuestros hermanos y compañeros que apoya al pueblo Ngabe en la lucha de la defensa de su territorio y sus recursos naturales.En estos momentos hemos recibido esta nota que nos ha enviado la ASEP, donde nos comunica que PROGRAMA NUEVA FECHA PARA INGRESAR A LA FINCAS QUE SE ENCUENTRA DENTRO EL PROCESO DE ADJUDICACIÓN AL PUEBLO NGABE, esto se hará otro día ya que según la entidad adjudicadora dicen que ellos no se pudieron poner de acuerdo con otras entidad que debe ejecutar este proceso osea LA POLICÍA para llevar acabo la diligencia de ayer .\nESTA NOTA AGRAVA MAS LA SITUACIÓN EN EL CAMPAMENTO NGABE,PORQUE PARA LA PRÓXIMA VEZ QUE ELLOS DECIDAN ENTRAR NO LO VAN A COMUNICAR PARA TOMAR AL PUEBLO NGABE POR SORPRESA Y ASÍ LOGRAR SU PROPÓSITO QUE ES DESPOJAR A LA POBLACIONES INDÍGENAS DE SUS TIERRAS COMARCAL NGABE BUGLE PARA POR FIN DAR PASO A BARRO BLANCO.", "size": 2, "id": 139, "name": "Movimiento 10 De Abril .m-10"}, {"group": 2, "name": "Hernán García", "fb_id": "10203922406115211", "nodeType": "likerNode", "id": 140, "size": 1}, {"nodeType": "postNode", "description": "La ribera del Tabasará ha estado habitado desde tiempo inmemorable por familias Ngäbe y campesinos que han construidos sus historias, han conservado su pasado y han protegidos los recursos ancestrales que le han sido heredados; pero todo acabará por el desalojo forzoso que pretende realizar el gobierno para dar paso a la hidroeléctrica Barro blanco.\n¡¡¡¡¡¡¡¡ #TABASARÁLIBRE !!!!!!!!!!", "fb_id": "560058540683250_544589978971653", "group": 1, "media_type": "photo", "size": 2, "id": 141, "name": "Escritura Ngäbe del idioma Ngäbere"}, {"group": 2, "name": "Cacique Silvia Carrera", "fb_id": "354118657943000", "nodeType": "likerNode", "id": 142, "size": 1}, {"nodeType": "postNode", "description": "Tema para los pueblos agredidos de toda Abia Yala,a los que luchan diariamente por los recursos hidricos y defensores de la madre tierra. Dedicada al Kiad,Ba...", "fb_id": "560058540683250_541851035912214", "group": 1, "media_type": "video", "message": "Artista Kuna tambien se expresa en contrabarro blanco.\nTABASARA LIBRE.", "size": 1, "id": 143, "name": "Kunarevolution...Aliados"}, {"nodeType": "postNode", "description": "El proyecto hidroeléctrico Barro Blanco, afecta las comunidades indígenas Ngäbe que por tiempos inmemorable habitan las orilla del río Tabasará, afectando su...", "fb_id": "560058540683250_652928961412216", "group": 1, "media_type": "video", "message": "TABASARA LIBRE.", "size": 1, "id": 144, "name": "Tabasara libre"}, {"nodeType": "postNode", "fb_id": "560058540683250_679272162095220", "group": 1, "media_type": "photo", "id": 145, "size": 1}, {"nodeType": "postNode", "description": "La cacica general de la comarca Ngäbe-Buglé, Silvia Carrera, exigió este martes, 11 de febrero, la paralización de las obras del proyecto hidroeléctrico Barro Blanco, que se desarrolla sobr...", "fb_id": "560058540683250_541181085979209", "group": 1, "media_type": "link", "size": 1, "id": 146, "name": "Carrera exige la paralización del proyecto Barro Blanco"}, {"nodeType": "postNode", "description": "La Cacica General de la Comarca Ngäbe-Buglé, Silvia Carrera denunció que el proyecto hidroeléctrico Barro Blanco que se encuentra a las orillas del río Tabasará está desalojando a comunidades indígenas que viven en las riberas del río con tan solo una orden de la Autoridad de los Servicios Públicos…", "fb_id": "560058540683250_541180915979226", "group": 1, "media_type": "link", "size": 1, "id": 147, "name": "Denuncian expropiaciones ilegales en comarca Ngäbe-Buglé"}, {"nodeType": "postNode", "description": "Las obras de la hidroeléctrica de Barro Blanco, siguen generando descontento por parte de los indígenas de la Comarca Ngäbe Buglé, quienes desde ...", "fb_id": "560058540683250_541180769312574", "group": 1, "media_type": "video", "size": 1, "id": 148, "name": "\"La tierra de la Comarca no se puede vender\": Silvia Carrera"}, {"nodeType": "postNode", "description": "La comunidad de Kiad es muy importante para el pueblo Ngäbe Buglé. Ahí surgió la escritura del idioma ngäbe, por lo que cientos de miembros de esta etnia la ...", "fb_id": "560058540683250_540353026062015", "group": 1, "media_type": "video", "message": "BASTA NO MAS MUERTE SI A LA VIDA NO A BARRO BLANCO .\nTABASARA LIBRE!!!", "size": 1, "id": 149, "name": "Tabasará Libre: El sueño Ngäbe Buglé"}, {"nodeType": "postNode", "description": "Por nuestros derechos, por nuestros recursos, por nuestros ríos, por nuestra generación futura, por nuestra vida, TABASARÁ LIBRE, ÑAGARE BARRO BLANCO", "fb_id": "560058540683250_537456933018291", "group": 1, "media_type": "photo", "message": "ÑAGARE BARRO BLANCO.", "size": 2, "id": 150, "name": "Escritura Ngäbe del idioma Ngäbere"}, {"group": 2, "name": "Juan Lopez", "fb_id": "10206093680282474", "nodeType": "likerNode", "id": 151, "size": 1}, {"nodeType": "postNode", "description": "LO ESPERAMOS A ESTA ACTIVIDAD..... ~ ESCRITURA NGÄBE DEL IDIOMA NGÄBERE ~", "fb_id": "560058540683250_643438885694557", "group": 1, "media_type": "photo", "message": "Para mayor información comunícate con nosotros 6592-7382.", "size": 2, "id": 152, "name": "Escritura Ngäbe del idioma Ngäbere"}, {"group": 2, "name": "Edwin Javilla", "fb_id": "1582944845286934", "nodeType": "likerNode", "id": 153, "size": 1}, {"nodeType": "postNode", "fb_id": "560058540683250_670641579624945", "group": 1, "media_type": "photo", "message": "YA SABES TE ESPERAMOS.", "id": 154, "size": 5}, {"nodeType": "postNode", "description": "El idioma Ngäbere, es el idioma oficial del pueblo Ngäbe quienes se encuentra en Costa Rica y la mayor población en Panamá, específicamente en la Comarca Ngä...", "fb_id": "560058540683250_643370459034733", "group": 1, "media_type": "video", "message": "El pueblo Ngabe Bugle y la organización lecto y escritura del idioma Ngabe te esperamos a nuestra gran asamblea general a celebrarse en la comunidad de KIAD corregimiento de Bagama áreas anexas de la comarca Ngabe Bugle ,la misma serán los días 28,29,30 y 31 de enero 2014.\nTE ESPERAMOS NO FALTES. ", "size": 3, "id": 155, "name": "Escritura Ngäbere del pueblo Ngäbe"}, {"nodeType": "postNode", "fb_id": "560058540683250_670630749626028", "group": 1, "media_type": "photo", "message": "La organización de lecto y escritura del idioma Ngabe te invita a su gran asamblea general de Lecto y Escritura del Idioma Ngabe,que tendrá lugar en la comunidad de KIAD corregimiento de Bagama distrito de Muna región kodriri áreas anexas de la comarca Ngabe Bugle.\nesta asamblea se realizara los días 28,29,30,y 31 de enero 2014.\nEl pueblo de KIAD te espera no faltes .\npara mayor información comunícate con nuestro coordinador general al :6592-7382.\nNO FALTES TE ESPERAMOS.!!!", "id": 156, "size": 4}, {"nodeType": "postNode", "description": "Proyecto que consiste en digitalizar el sistema de escritura Ngäbe, sistema que consta de 31 caracteres en total.", "fb_id": "560058540683250_643355812369531", "group": 1, "media_type": "video", "message": "TE INVITAMOS a nuestra asamblea general a celebrarse los días 28,29,30,31 de enero 2014 en nuestra sede oficial en la comunidad de KIAD corregimiento de Bagama .\nCOMUNÍCATE CON NOSOTROS AL :65927382.", "size": 3, "id": 157, "name": "Proyecto, Escritura Ngäbe, tipografia Ngäbe"}, {"nodeType": "postNode", "description": "Los indígenas de la comarca Ngäbe Buglé buscan rescatar y conservar su identidad cultural e histórica mantenida a través de su lengua y escritura, la cual amenaza con desaparecer en esta zo...", "fb_id": "560058540683250_643355182369594", "group": 1, "media_type": "link", "message": "Te invitamos a nuestra asamblea general a celebrarse del 28 al 31 de enero 2014 en nuestra sede oficial en la comunidad de Kiad corregimiento de Bagama áreas anexas de la comarca Ngabe Bugle.\nPARA MAYOR INFORMACIÓN  COMUNÍCATE AL:65927382.", "size": 3, "id": 158, "name": "Lucha por la lengua materna"}, {"nodeType": "postNode", "fb_id": "560058540683250_670617509627352", "group": 1, "media_type": "photo", "message": "El sistema de lecto y Escritura del Idioma Ngabe ,en cuanto a nuestra escritura el Idioma Ngabe consta de :\n31 letras que a si vez se divide en :\n8 vocales \n7 a vocales nasales y \n16 consonante ;ademas de los números matemáticos.", "id": 159, "size": 4}, {"group": 2, "name": "Edwin Javilla", "fb_id": "1582944845286934", "nodeType": "likerNode", "id": 160, "size": 1}, {"group": 2, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "likerNode", "id": 161, "size": 1}, {"nodeType": "postNode", "description": "Comarca indígena Ngöbe-Buglé, Comunidad de Kiad.  A las orillas del rio Tabasará viven más de 40 comunidades que quedarían inundadas por la construcción de la represa hidroeléctrica Barro blanco. La comarca fue creada en 1997, y es gobernada por un cacique general y el congreso general ngöbe-buglé.…", "fb_id": "560058540683250_528779500552701", "group": 1, "media_type": "link", "message": "EN PELIGRO SEGURIDAD SOCIAL Y EL DERECHO COLECTIVO DEL PUEBLO NGABE BUGLE.\nLa constitución política de la república de panamá estable Artículo 127 “el Estado garantiza a las comunidades \nindígenas la reserva de las tierras necesarias y la \npropiedad colectiva de las mismas para el logro \nde su bienestar económico y social,la Ley \nregulará los procedimientos que deban seguirse \npara lograr esta finalidad y las delimitaciones \ncorrespondientes dentro de las cuales se prohíbe \nla apropiación privada de tierras”.\nKiad es una de las comunidades del corregimiento de bagama territorios delimitado como áreas anexas de la comarca Ngabe Bugle creada mediante la ley 10 del 7 de marzo 1997.\nHoy esta y otras comunidades que pertenece a la comarca Ngabe Bugle esta apunto de desaparecer por la inundación del espejo de agua del proyecto barro blanco ,la misma que mediante un comunicado en su momento manifestó que estas comunidades no existían y que no habría ningún tipo de desplazamiento o inundaciones ,mucho menos que se afectaría a la comarca Ngabe Bugle.\nMoradores de la comunidades de KIAD ,NUEVO PALOMAR Y QUEBRADA CAÑA del corregimiento de Bagama ,enfrentan un proceso que desalojo y expropiación de sus tierras efectuado por la autoridad de servicios publico ASEP, aun cuando estas comunidades son parte de los territorios colectivo de la comarca Ngabe Bugle.", "size": 2, "id": 162, "name": "Rio Tabasara"}, {"nodeType": "postNode", "description": "Ya viene la asamblea general de lecto  y escritura de Idioma Ngabe , y usted esta cordial mente invitado desde el 28 de enero a 1 de febrero 2014 en la comunidad de Kiad corregimiento de Bagama distrito de Muna. \nComunícate con nuestro coordinado general al  62660949.\nTE ESPERAMOS .!!!!", "fb_id": "560058540683250_528325117264806", "group": 1, "media_type": "photo", "size": 1, "id": 163, "name": "Sistema de lecto y escritura del Idioma Ngabe"}, {"nodeType": "postNode", "name": "Escritura Ngäbe del idioma Ngäbere", "fb_id": "560058540683250_656684247687345", "group": 1, "media_type": "photo", "message": "Ya viene la asamblea general de lecto y escritura de Idioma Ngabe , y usted esta cordial mente invitado desde el 28 de enero a 1 de febrero 2014 en la comunidad de Kiad corregimiento de Bagama distrito de Muna. \nComunícate con nuestro coordinado general al 62660949.\nTE ESPERAMOS .!!!!", "id": 164, "size": 4}, {"group": 2, "name": "Hernán García", "fb_id": "10203922406115211", "nodeType": "likerNode", "id": 165, "size": 1}, {"nodeType": "postNode", "description": "La organización de Lecto y Escritura del Idioma Ngäbe, juntos con algunos profesionales, están llevando a cabo un proyecto que consiste en fomentar y difundir el sistema de escritura Ngäbe, a través de un libro para niños de cuentos y leyendas Ngäbe en el área comarcal, esperando DIOS primero obtener patrocinio del gobierno e interés de la población Ngäbe, que estará listo para el 2014. ....Boceto", "fb_id": "560058540683250_656683664354070", "group": 1, "media_type": "photo", "message": "Ya viene la asamblea general de lecto y escritura de Idioma Ngabe , y usted esta cordial mente invitado desde el 28 de enero a 1 de febrero 2014 en la comunidad de Kiad corregimiento de Bagama distrito de Muna. \nComunícate con nuestro coordinado general al 62660949.\nTE ESPERAMOS .!!!!", "size": 4, "id": 166, "name": "Escritura Ngäbe del idioma Ngäbere"}, {"group": 2, "name": "Alexander EL Gato Kiad Morera", "fb_id": "853199441385166", "nodeType": "likerNode", "id": 167, "size": 1}, {"nodeType": "postNode", "fb_id": "560058540683250_656680204354416", "group": 1, "media_type": "photo", "id": 168, "size": 1}, {"nodeType": "postNode", "description": "Ya viene la asamblea general de lecto  y escritura de Idioma Ngabe , y usted esta cordial mente invitado desde el 28 de enero a 1 de febrero 2014 en la comunidad de Kiad corregimiento de Bagama distrito de Muna. \nComunícate con nuestro coordinado general al  62660949.\nTE ESPERAMOS .!!!!", "fb_id": "560058540683250_656679524354484", "group": 1, "media_type": "photo", "size": 1, "id": 169, "name": "Sistema de lecto y escritura del Idioma Ngabe"}, {"nodeType": "postNode", "name": "http://www.panamaamerica.com.pa/notas/1652643-temen-que-embalse-afecte-dibujos-tallados-piedras-", "fb_id": "560058540683250_481929678571017", "group": 1, "media_type": "link", "message": "Según un estudio auspiciado por las Naciones Unidas, en el proyecto hidroeléctrico de Barro Blanco en Chiriquí se inundarán unas 6 hectáreas. La comunidad indígena Ngäbe-Buglé, residente en el área de construcción de la obra, hace un llamado para preservar estas esculturas.", "id": 170, "size": 2}, {"nodeType": "postNode", "fb_id": "560058540683250_611234315565672", "group": 1, "media_type": "photo", "message": "22 de septiembre 2013.", "id": 171, "size": 6}, {"group": 2, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250", "nodeType": "likerNode", "id": 172, "size": 1}, {"group": 2, "name": "Elisabet Cases S", "fb_id": "805787192847915", "nodeType": "likerNode", "id": 173, "size": 1}, {"group": 2, "name": "Saldaña Salina", "fb_id": "424785434350634", "nodeType": "likerNode", "id": 174, "size": 1}, {"nodeType": "postNode", "group": 1, "name": "Sistema de lecto y escritura del Idioma Ngabe", "fb_id": "560058540683250_610964422259328", "media_type": "photo", "id": 175, "size": 6}, {"group": 2, "name": "Hernán García", "fb_id": "10203922406115211", "nodeType": "likerNode", "id": 176, "size": 1}, {"nodeType": "postNode", "fb_id": "560058540683250_610951775593926", "group": 1, "media_type": "photo", "id": 177, "size": 3}, {"group": 2, "name": "Saldaña Salina", "fb_id": "424785434350634", "nodeType": "likerNode", "id": 178, "size": 1}, {"nodeType": "postNode", "fb_id": "560058540683250_610947642261006", "group": 1, "media_type": "photo", "id": 179, "size": 3}], "links": [{"target": 3, "value": 1, "source": 4, "debugtarget": 3, "type": "likeLink", "debugsource": 4}, {"target": 6, "value": 1, "source": 7, "debugtarget": 6, "type": "likeLink", "debugsource": 7}, {"target": 8, "value": 1, "source": 9, "debugtarget": 8, "type": "likeLink", "debugsource": 9}, {"target": 10, "value": 1, "source": 11, "debugtarget": 10, "type": "likeLink", "debugsource": 11}, {"target": 12, "value": 1, "source": 13, "debugtarget": 12, "type": "likeLink", "debugsource": 13}, {"target": 17, "value": 1, "source": 18, "debugtarget": 17, "type": "likeLink", "debugsource": 18}, {"target": 17, "value": 1, "source": 19, "debugtarget": 17, "type": "likeLink", "debugsource": 19}, {"source": 20, "type": "tagLink", "target": 17, "value": 1}, {"source": 21, "type": "tagLink", "target": 17, "value": 1}, {"target": 22, "value": 1, "source": 23, "debugtarget": 22, "type": "likeLink", "debugsource": 23}, {"target": 24, "value": 1, "source": 25, "debugtarget": 24, "type": "likeLink", "debugsource": 25}, {"target": 26, "value": 1, "source": 27, "debugtarget": 26, "type": "likeLink", "debugsource": 27}, {"source": 28, "type": "tagLink", "target": 26, "value": 1}, {"target": 29, "value": 1, "source": 30, "debugtarget": 29, "type": "likeLink", "debugsource": 30}, {"target": 29, "value": 1, "source": 31, "debugtarget": 29, "type": "likeLink", "debugsource": 31}, {"target": 32, "value": 1, "source": 33, "debugtarget": 32, "type": "likeLink", "debugsource": 33}, {"target": 32, "value": 1, "source": 34, "debugtarget": 32, "type": "likeLink", "debugsource": 34}, {"target": 35, "value": 1, "source": 36, "debugtarget": 35, "type": "likeLink", "debugsource": 36}, {"target": 38, "value": 1, "source": 39, "debugtarget": 38, "type": "likeLink", "debugsource": 39}, {"target": 43, "value": 1, "source": 44, "debugtarget": 43, "type": "likeLink", "debugsource": 44}, {"target": 43, "value": 1, "source": 45, "debugtarget": 43, "type": "likeLink", "debugsource": 45}, {"target": 47, "value": 1, "source": 48, "debugtarget": 47, "type": "likeLink", "debugsource": 48}, {"target": 47, "value": 1, "source": 49, "debugtarget": 47, "type": "likeLink", "debugsource": 49}, {"target": 47, "value": 1, "source": 50, "debugtarget": 47, "type": "likeLink", "debugsource": 50}, {"target": 52, "value": 1, "source": 53, "debugtarget": 52, "type": "likeLink", "debugsource": 53}, {"target": 54, "value": 1, "source": 55, "debugtarget": 54, "type": "likeLink", "debugsource": 55}, {"target": 56, "value": 1, "source": 57, "debugtarget": 56, "type": "likeLink", "debugsource": 57}, {"target": 58, "value": 1, "source": 59, "debugtarget": 58, "type": "likeLink", "debugsource": 59}, {"target": 58, "value": 1, "source": 60, "debugtarget": 58, "type": "likeLink", "debugsource": 60}, {"source": 61, "type": "tagLink", "target": 58, "value": 1}, {"source": 63, "type": "tagLink", "target": 62, "value": 1}, {"target": 65, "value": 1, "source": 66, "debugtarget": 65, "type": "likeLink", "debugsource": 66}, {"target": 71, "value": 1, "source": 72, "debugtarget": 71, "type": "likeLink", "debugsource": 72}, {"target": 71, "value": 1, "source": 73, "debugtarget": 71, "type": "likeLink", "debugsource": 73}, {"target": 76, "value": 1, "source": 77, "debugtarget": 76, "type": "likeLink", "debugsource": 77}, {"target": 79, "value": 1, "source": 80, "debugtarget": 79, "type": "likeLink", "debugsource": 80}, {"target": 81, "value": 1, "source": 82, "debugtarget": 81, "type": "likeLink", "debugsource": 82}, {"target": 81, "value": 1, "source": 83, "debugtarget": 81, "type": "likeLink", "debugsource": 83}, {"target": 81, "value": 1, "source": 84, "debugtarget": 81, "type": "likeLink", "debugsource": 84}, {"target": 81, "value": 1, "source": 85, "debugtarget": 81, "type": "likeLink", "debugsource": 85}, {"target": 81, "value": 1, "source": 86, "debugtarget": 81, "type": "likeLink", "debugsource": 86}, {"target": 81, "value": 1, "source": 87, "debugtarget": 81, "type": "likeLink", "debugsource": 87}, {"target": 81, "value": 1, "source": 88, "debugtarget": 81, "type": "likeLink", "debugsource": 88}, {"target": 81, "value": 1, "source": 89, "debugtarget": 81, "type": "likeLink", "debugsource": 89}, {"target": 96, "value": 1, "source": 97, "debugtarget": 96, "type": "likeLink", "debugsource": 97}, {"target": 100, "value": 1, "source": 101, "debugtarget": 100, "type": "likeLink", "debugsource": 101}, {"target": 103, "value": 1, "source": 104, "debugtarget": 103, "type": "likeLink", "debugsource": 104}, {"target": 106, "value": 1, "source": 107, "debugtarget": 106, "type": "likeLink", "debugsource": 107}, {"target": 109, "value": 1, "source": 110, "debugtarget": 109, "type": "likeLink", "debugsource": 110}, {"target": 111, "value": 1, "source": 112, "debugtarget": 111, "type": "likeLink", "debugsource": 112}, {"target": 111, "value": 1, "source": 113, "debugtarget": 111, "type": "likeLink", "debugsource": 113}, {"target": 118, "value": 1, "source": 119, "debugtarget": 118, "type": "likeLink", "debugsource": 119}, {"target": 126, "value": 1, "source": 127, "debugtarget": 126, "type": "likeLink", "debugsource": 127}, {"target": 129, "value": 1, "source": 130, "debugtarget": 129, "type": "likeLink", "debugsource": 130}, {"target": 131, "value": 1, "source": 132, "debugtarget": 131, "type": "likeLink", "debugsource": 132}, {"target": 135, "value": 1, "source": 136, "debugtarget": 135, "type": "likeLink", "debugsource": 136}, {"target": 139, "value": 1, "source": 140, "debugtarget": 139, "type": "likeLink", "debugsource": 140}, {"target": 141, "value": 1, "source": 142, "debugtarget": 141, "type": "likeLink", "debugsource": 142}, {"target": 150, "value": 1, "source": 151, "debugtarget": 150, "type": "likeLink", "debugsource": 151}, {"target": 152, "value": 1, "source": 153, "debugtarget": 152, "type": "likeLink", "debugsource": 153}, {"target": 159, "value": 1, "source": 160, "debugtarget": 159, "type": "likeLink", "debugsource": 160}, {"target": 159, "value": 1, "source": 161, "debugtarget": 159, "type": "likeLink", "debugsource": 161}, {"target": 164, "value": 1, "source": 165, "debugtarget": 164, "type": "likeLink", "debugsource": 165}, {"target": 166, "value": 1, "source": 167, "debugtarget": 166, "type": "likeLink", "debugsource": 167}, {"target": 171, "value": 1, "source": 172, "debugtarget": 171, "type": "likeLink", "debugsource": 172}, {"target": 171, "value": 1, "source": 173, "debugtarget": 171, "type": "likeLink", "debugsource": 173}, {"target": 171, "value": 1, "source": 174, "debugtarget": 171, "type": "likeLink", "debugsource": 174}, {"target": 175, "value": 1, "source": 176, "debugtarget": 175, "type": "likeLink", "debugsource": 176}, {"target": 177, "value": 1, "source": 178, "debugtarget": 177, "type": "likeLink", "debugsource": 178}]}
